Revit 2027 API
FilterOperatorAndTextString.FilterOperatorStr Property
 A text string denoting the filter operator.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FilterOperatorStr { get; }
Public ReadOnly Property FilterOperatorStr As String
	Get
public:
property String^ FilterOperatorStr {
	String^ get ();
}
member FilterOperatorStr : string with get
Property Value
String
See Also
Reference
FilterOperatorAndTextString Class
Autodesk.Revit.DB Namespace